Dlubal.DynamPro.MassConversionType
Mass conversion type.

Dlubal.DynamPro.MassConversionType.UnknownMassConversionType
Unknown type

Dlubal.DynamPro.MassConversionType.1
Unknown type

Dlubal.DynamPro.MassConversionType.ZComponentsOfLoads
Z-components of loads

Dlubal.DynamPro.MassConversionType.ZComponentsInOfLoadsInGravityDir
Z-components of loads in direction of gravity

Dlubal.DynamPro.MassConversionType.FullLoadsAsMass
Full loads as mass